// © Copyright 2007, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Justera";

UnknownValue = "Välj";

AlignTitle = "Justera";
ValidationMsg = "En sida med ett valideringsmönster skrivs ut. Om det utskrivna mönstret ser ut att vara inriktat ska du klicka på Klar. Om inte, ska du göra om inriktningen genom att klicka på Justera igen.";
ValidationPagePrintingMsg = "En sida med ett valideringsmönster skrivs ut. Om de inre rutorna inte syns ska du klicka på Klar. Gör annars om inriktningen genom att klicka på Justera.";
AlignButton = "Justera";
DoneButton = "Klar";

CompletionAlertTitle = "Inriktningen av patronen är klar";
CompletionAlertMessage = "Du kan nu klicka på knappen Verifiera för att skriva ut verifieringssidan eller klicka på knappen Klar för att slutföra inriktningen. Om du vill skriva ut verifieringssidan bör du välja den konfigurerade enheten i följande utskriftsdialogruta och klicka på knappen Skriv ut.";
VerifyButton = "Verifiera";
PrintingPatternsTitle = "Skriver ut mönster…";

HSDAlignPrintheadsExplanation = "Följande procedur riktar in skrivhuvudena mot varandra. Detta ger bästa möjliga utskriftskvalitet.";
HSDAlignPrintheadsInvitation = "Vi rekommenderar att du riktar in bläckpatronerna varje gång du sätter i ett nytt skrivhuvud.";

TransferringProcessTitle = "Överför fil…";
PrintingProcessTitle = "Skriver ut diagnostisk sida för utskriftskvalitet…";

NoPrintTitle = "Kan inte skriva ut diagnostisk sida för utskriftskvalitet";
NoPrintMsg = "Kontrollera att skrivaren är ansluten och påslagen. Försök igen.";

PenChangedMsg = "Inriktningen avbröts eftersom bläckpatronuppsättningen ändrats. Ta inte ut, sätt inte i och ändra inte patroner under inriktningen.";

HSDPrintAndAlignButtonsHint = "Klicka på knappen Skriv ut för att skriva ut en kopia på den diagnostiska sidan för utskriftskvalitet. Klicka på knappen Justera ut för att skriva ut den Justera sidan nu.";

HSDAlignHeader = "Justera bläckpatronen för att få bästa möjliga utskriftskvalitet.";
HSDAlignFooter = "Kryssmarkeringar på inriktningssidan visar att bläckpatronen är installerad på rätt sätt och att den fungerar som den ska. Justera bläckpatronen igen, om ett ”x” visas till vänster om någon ruta. Läs mer i den elektroniska hjälpfunktionen för skrivaren.";

HSDAlignPrintheadHeader = "Align the printhead to provide the best possible print quality. Use the instructions on the following windows to align the printhead.";

HSDTaskDescription = "Justera bläckpatronerna för att få bästa möjliga utskriftskvalitet. Följ anvisningarna i följande fönster för att Justera bläckpatronerna.";
HSDTaskNote = "Vi rekommenderar att du riktar in bläckpatronerna varje gång du sätter i en ny patron.";
HSDAlignButtonTitle = "Justera";
HSDPrintButtonTitle = "Skriv ut";
